START = (
    'Привет!\nЯ помогу тебе получить твоё расписание '
    'в формате,\nудобном для встраивания в любые календари,'
    '\nнапример, Google Calendar или macOS Calendar, и еще '
    '\nкучу других.\nВ какой группе учишься?'
)


DOCTORS = (
    'Не болей только(',
    'Расписания врачей у меня временно нет...',
)


AFK = (
    'Расписания афк у меня временно нет...',
)


WRONG_GROUP = (
    'Мне нужен номер группы, чтобы дать тебе расписание, '
    'например, иу6-64. Также ты можешь написать "врачи" или "афк"'
)


GROUP_NOT_FOUND = (
    'Чёт я ничего не нашел для группы {}. '
    'Если проблема и правда во мне, и твоё расписание есть '
    'на students.bmstu.ru/schedule/list, '
    'то напиши @lee_daniil, @gabolaev или @ed_asriyan'
)


GROUP_IS_NOT_DEFINED = (
    'Эээ, кажется, кто-то не уточнил тип своей '
    'группы (Б/М/А). Давай добавим соответствующую  '
    'букву в конце и попробуем еще раз.  '
    'Например {}Б'
)